Repository: xima-media/xima-typo3-frontend-edit
Catalog: Resources/Private/Language/*.locallang_sitesettings.xlf
Languages: de

# label
source: Frontend Edit
de: Frontend-Bearbeitung

# categories.frontendEdit
source: Frontend Edit
de: Frontend-Bearbeitung

# categories.frontendEdit.filter
source: Filter Settings
de: Filtereinstellungen

# categories.frontendEdit.menu
source: Menu Structure
de: Menüstruktur

# settings.frontendEdit.enabled
source: Enable Frontend Edit
de: Frontend-Bearbeitung aktivieren

# settings.description.frontendEdit.enabled
source: Enable or disable the frontend editing functionality for this site.
de: Aktiviert oder deaktiviert die Frontend-Bearbeitungsfunktion für diese Website.

# settings.frontendEdit.filter.ignorePids
source: Ignore PIDs
de: PIDs ignorieren

# settings.description.frontendEdit.filter.ignorePids
source: Comma-separated list of page IDs (and their subpages) where frontend editing should be disabled.
de: Kommagetrennte Liste von Seiten-IDs (und deren Unterseiten), auf denen die Frontend-Bearbeitung deaktiviert werden soll.

# settings.frontendEdit.filter.ignoreCTypes
source: Ignore Content Types
de: Inhaltstypen ignorieren

# settings.description.frontendEdit.filter.ignoreCTypes
source: Comma-separated list of content types (CType) to exclude from frontend editing (e.g., html,div).
de: Kommagetrennte Liste von Inhaltstypen (CType), die von der Frontend-Bearbeitung ausgeschlossen werden sollen (z.B. html,div).

# settings.frontendEdit.filter.ignoreListTypes
source: Ignore Plugin Types
de: Plugin-Typen ignorieren

# settings.description.frontendEdit.filter.ignoreListTypes
source: Comma-separated list of plugin types (list_type) to exclude from frontend editing.
de: Kommagetrennte Liste von Plugin-Typen (list_type), die von der Frontend-Bearbeitung ausgeschlossen werden sollen.

# settings.frontendEdit.filter.ignoreUids
source: Ignore UIDs
de: UIDs ignorieren

# settings.description.frontendEdit.filter.ignoreUids
source: Comma-separated list of specific content element UIDs to exclude from frontend editing.
de: Kommagetrennte Liste von spezifischen Inhaltselement-UIDs, die von der Frontend-Bearbeitung ausgeschlossen werden sollen.

# settings.frontendEdit.menu.showDivInfo
source: Show Info Section
de: Info-Bereich anzeigen

# settings.description.frontendEdit.menu.showDivInfo
source: Show the info section divider in the dropdown menu.
de: Zeigt den Info-Bereich-Trenner im Dropdown-Menü an.

# settings.frontendEdit.menu.showHeader
source: Show Header
de: Kopfzeile anzeigen

# settings.description.frontendEdit.menu.showHeader
source: Show the header with content element info in the dropdown menu.
de: Zeigt die Kopfzeile mit Inhaltselement-Informationen im Dropdown-Menü an.

# settings.frontendEdit.menu.showDivEdit
source: Show Edit Section
de: Bearbeitungs-Bereich anzeigen

# settings.description.frontendEdit.menu.showDivEdit
source: Show the edit section divider in the dropdown menu.
de: Zeigt den Bearbeitungs-Bereich-Trenner im Dropdown-Menü an.

# settings.frontendEdit.menu.showEdit
source: Show Edit Button
de: Bearbeiten-Button anzeigen

# settings.description.frontendEdit.menu.showEdit
source: Show the edit content element button in the dropdown menu.
de: Zeigt den Button zum Bearbeiten des Inhaltselements im Dropdown-Menü an.

# settings.frontendEdit.menu.showEditPage
source: Show Edit Page Button
de: Seite-bearbeiten-Button anzeigen

# settings.description.frontendEdit.menu.showEditPage
source: Show the edit page button in the dropdown menu.
de: Zeigt den Button zum Bearbeiten der Seite im Dropdown-Menü an.

# settings.frontendEdit.menu.showDivAction
source: Show Action Section
de: Aktions-Bereich anzeigen

# settings.description.frontendEdit.menu.showDivAction
source: Show the action section divider in the dropdown menu.
de: Zeigt den Aktions-Bereich-Trenner im Dropdown-Menü an.

# settings.frontendEdit.menu.showHide
source: Show Hide Button
de: Verbergen-Button anzeigen

# settings.description.frontendEdit.menu.showHide
source: Show the hide/unhide content element button in the dropdown menu.
de: Zeigt den Button zum Verbergen/Anzeigen des Inhaltselements im Dropdown-Menü an.

# settings.frontendEdit.menu.showMove
source: Show Move Button
de: Verschieben-Button anzeigen

# settings.description.frontendEdit.menu.showMove
source: Show the move content element button in the dropdown menu.
de: Zeigt den Button zum Verschieben des Inhaltselements im Dropdown-Menü an.

# settings.frontendEdit.menu.showInfo
source: Show Info Button
de: Info-Button anzeigen

# settings.description.frontendEdit.menu.showInfo
source: Show the info button in the dropdown menu.
de: Zeigt den Info-Button im Dropdown-Menü an.

# settings.frontendEdit.menu.showHistory
source: Show History Button
de: Verlauf-Button anzeigen

# settings.description.frontendEdit.menu.showHistory
source: Show the history button in the dropdown menu.
de: Zeigt den Verlauf-Button im Dropdown-Menü an.
